Repository: domino14/Webolith
Catalog: djAerolith/locale/*/LC_MESSAGES/django.po
Languages: es

source: You seem to be a computer, please try again
es: Parece que usted es una computadora, por favor intente otra vez.

source: English
es: Inglés

source: Spanish
es: Español

source: About
es: Acerca de Aerolith

source: Aerolith is a web app written by César Del Solar. Its main goal is to provide a fun and fast-paced way to learn words quickly. It is particularly popular among <a href="http://www.scrabbleplayers.org/" target="_blank">tournament Scrabble</a> players but you can also use it for Boggle, Words with Friends, or any other word game! We even have some people that just like anagramming for fun and have gotten freakishly good.
es: "El Aerolito", como se diría en español, es una aplicación de web, escrita por César Del Solar. Su meta principal es proveer una manera divertida y rápida de aprender palabras. Es bien popular con jugadores de Scrabble, pero también se puede usar con Boggle, Words With Friends, o cualquier otro juego de palabras.

source: The main program, Wordwalls, is quite simple. We present you with many challenges, once a day, where 50 scrambled words are shown to you and you must solve them as quickly as possible. You can also upload your own word lists, play some prepared lists of useful words, or search by probability.
es: El programa principal, Muros De Palabras, es bien simple. Se le presenta con muchos desafíos, una vez al día, donde debe resolver 50 palabras con letras mezcladas lo más rápido posible. Tambien puede subir sus proprias listas de palabras, o jugar listas ya preparadas por nosotros, o hasta buscar palabras por probabilidad.

source: The following video shows you the basics and how to get started.
es: Este video (en inglés) le enseñará lo básico.

source: About César
es: Acerca de César

source: César likes programming, playing Scrabble, guitar, ukulele, running, and probably a few more things.
es: A César le gusta programar, jugar Scrabble, guitarra, ukelele, correr, y otras cosas.

source: Log in
es: Iniciar sesión

source: Membership
es: Membresía

source: Log out
es: Cerrar sesión

source: Wordwalls
es: Muros De Palabras

source: Welcome to Aerolith 2.0!
es: ¡Bienvenidos a Aerolith 2.0!

source: Or <a href="accounts/register">register</a> with a username and password...
es: O <a href="accounts/register">regístrese</a> con un nombre de usuario y contraseña...

source: Welcome back
es: Gracias por regresar

source: Here are some things you can do
es: Aquí hay unas cosas que usted puede hacer

source: Play WordWalls
es: Jugar Muros De Palabras

source: All Rights Reserved.
es: Reservados Todos Los Derechos

source: List Manager
es: Listas Guardadas

source: Saved List Manager
es: Listas Guardadas

source: You can view and delete your old saved lists here. Be careful, as deleting a saved list is permanent!
es: Usted puede borrar sus listas guardadas aquí. Tenga cuidado, borrar una lista tiene efecto permanente.

source: Name
es: Nombre

source: Lexicon
es: Léxicon

source: Progress
es: Progreso

source: Total questions
es: Número de preguntas

source: Last Saved
es: Guardado en

source: Delete Selected Lists
es: Borrar listas seleccionadas

source: Social login error
es: Error con login social

source: If you wish to associate your Google account with this Aerolith account, and it's already been associated with another Aerolith account, please log on to that other account, then disassociate it from the <a href="/accounts/social">Social Accounts</a> page first.
es: Si desea asociar su cuenta de Google con esta cuenta de Aerolith, y ya ha sido asociada con otra cuenta de Aerolith, por favor entre a la otra cuenta de Aerolith, y borre la asociación desde la página de <a href="/accounts/social">Cuentas Sociales</a>.

source: Welcome
es: ¡Bienvenidos!

source: Welcome, %(user)s! If you wish, you can <a href="/accounts/username/change">change your username here</a>.
es: ¡Bienvenido(a), %(user)s! Si desea, puede <a href="/accounts/username/change">cambiar su nombre de usuario aquí</a>.

source: Aerolith login
es: Inicio de sesión

source: Or use old login form
es: O use el formulario de login antiguo

source: Your username and password didn't match. Please try again.
es: Su nombre de usuario y la contraseña no coinciden. Por favor, vuelva a intentarlo.

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Sign in
es: Inicie sesión

source: Forget your password?
es: ¿Se olvidó de su contraseña?

source: Aerolith - logged out
es: Aerolith - sesión acabada

source: Back to the <a href="../../">main page</a>.
es: De regreso a la <a href="../../">página principal</a>.

source: Aerolith - Password Updated
es: Aerolith - Contraseña cambiada

source: Your password was changed successfully.
es: Su contraseña se ha cambiado correctamente.

source: Aerolith - Change Password
es: Aerolith - Cambie su contraseña

source: Old password
es: Contraseña antigua

source: New password
es: Contraseña nueva

source: New password confirmation
es: Contraseña nueva (confirmación)

source: Submit
es: Cambiar contraseña

source: Aerolith - Password Reset
es: Aerolith - Cambio de contraseña

source: Password reset successfully.
es: Contraseña fue cambiada correctamente.

source: Password reset failed
es: No se pudo cambiar su contraseña.

source: Aerolith - Email Sent
es: Aerolith - Email mandado

source: An email with password reset instructions has been sent.
es: Un e-mail con instrucciones para cambiar su contraseña ha sido mandado.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s. Your username is %(username)s. Please go to the following page and choose a new password:
es: Usted está recibiendo este e-mail porque ha pedido un cambio de contraseña para el sitio %(site_name)s. Su nombre de usuario es %(username)s. Por favor, vaya a esta página y escoja una contraseña nueva:

source: Love, The %(site_name)s team.
es: Con amor, El personal de %(site_name)s.

source: Please enter your email address to receive password change instructions.
es: Por favor entre su dirección de correo electrónico para recibir instrucciones para cambiar su contraseña.

source: Email
es: Correo electrónico

source: Aerolith registration
es: Registración para Aerolith

source: Please enter your registration information here.
es: Por favor registrése aquí.

source: Password (again)
es: Contraseña (de nuevo)

source: Are you human?
es: ¿Es usted humano(a)?

source: Register
es: Registrarse

source: <strong>You are already a supporter - thank you! Your membership expires %(expiry)s.</strong>
es: <strong>Usted ya es un/una contribuidor(a) - ¡Gracias! Su membresía expira el %(expiry)s.</strong>

source: Becoming a supporter of Aerolith.org helps to pay for the server and incites the developer(s) to make more fun products! You will also get several benefits; this list will increase as we add more features:
es: Llegar a ser un/una contribuidor(a) de Aerolith.org ayuda a pagar por el servidor e incita el desarrollador (César) para hacer productos más divertidos. Usted también tendrá varios beneficios; esta lista se incrementará a medida que agreguemos más características:

source: Remove limit for number of saved alphagrams among your saved lists (WordWalls game)
es: Remover el límite del número de alfagramas en sus listas de palabras.

source: The membership cost is $19.99 per year.
es: El costo de la membresía es $19.99 por año.

source: Alternatively, you can contribute in another way. If you know how to code in Python and/or Javascript, you can clone my Aerolith repo from <a href="https://github.com/domino14/Webolith">Github</a> and contribute code! There are a lot of ideas/feature requests that wouldn't take too long to code, but there's so many that I may not be able to do them all in a reasonable timeframe. You can make the change, test it on your desktop, and then do a "Pull request" on Github, and I will push your changes into this server. I'll also give you a few months of membership depending on how tough the feature was to implement ;)
es: Alternativamente, si usted es un/una programador(a), ¡puede contribuir directamente a nuestro repositorio de <a href="https://github.com/domino14/Webolith">Github</a>! Le daré varios meses de membresía, dependiente de la dificultad de lo que usted ha implementado ;)

source: Click <a href="/">here</a> to return to homepage.</P>
es: Haga click <a href="/">aquí</a> para regresar a la página principal.</P>
